{"text":"the greater good FAQ - Indomitus Version 1.1","level":2,"tags":["faq","tau","genestealer_cult","astra_militarum"],"children":[{"text":"Page 36 – Prototype Weapons Systems","level":5,"tags":["errata"],"children":[{"text":" Add the following to the end of the first paragraph: ‘No unit can have more than one Prototype Weapons System and all the Prototype Weapons Systems in your army must be different.’","tags":[],"children":[]}]},{"text":"Page 38 – T’au Empire Stratagems, Modulated Weaponry","level":5,"tags":["errata"],"children":[{"text":"Change the first sentence to read: ‘Use this Stratagem in your Shooting phase, when a Riptide, Ghostkeel or Vehicle model (other than a Titanic model) from your army is chosen to shoot with.’","tags":[],"children":[]}]},{"text":"Page 47 – Cyclic ion blaster, Overcharge, ability","level":5,"tags":["errata"],"children":[{"text":" Change this weapon’s Overcharge profile ability to read: ‘If you roll one or more hit rolls of 1, the bearer’s unit suffers a mortal wound after all of this weapon’s shots have been resolved.’","tags":[],"children":[]}]},{"text":"Page 48 – Abilities (Farsight), Master of War","level":5,"tags":["errata"],"children":[{"text":" Change this ability to read: ‘Master of War (pg 46)’","tags":[],"children":[]}]},{"text":"*Page 46 – Including The Eight in your army","level":5,"tags":["errata"],"children":[{"text":" Change the second sentence to read: ‘If your army is Battle-forged, you can only include this datasheet in a Super-heavy Auxiliary Detachment; if you do, you cannot give any model in your army a Signature System.’","tags":[],"children":[]}]},{"text":"Page 50 – Forces of the Enclaves, Abilities","level":5,"tags":["errata"],"children":[{"text":" Change this to read: ‘All Farsight Enclaves units in Farsight Enclaves Detachments – that is, any Detachment that only includes Farsight Enclaves units – gain the Aggressive Footing ability:’","tags":[],"children":[]}]},{"text":"Page 51 – Farsight Enclaves Stratagems, Veteran Cadre","level":5,"tags":["errata"],"children":[{"text":"Change the third sentence to read: ‘Models in that unit (excluding Drones) have a Weapon Skill characteristic of 4+ and a Ballistic Skill characteristic of 3+.’","tags":[],"children":[]}]},{"text":"Page 52 – Enclave Relics, Seismic Fibrillator Node","level":5,"tags":["errata"],"children":[{"text":" Change this Relic to read: ‘Once per battle, at the start of your opponent’s turn, you can choose to activate this Relic. If you do, until the end of that turn, when a model starts or ends a move (excluding pile-in or consolidation moves) within 6\" of a model with this Relic, roll one D6: on a 1 that model’s unit suffers 1 mortal wound.’","tags":[],"children":[]}]},{"text":"*Page 65 – The Eight, Abilities (Ob’Lotai 9-0), Advanced Scan Feeds","level":5,"tags":["errata"],"children":[{"text":"Change to read: ‘This model can Advance and fire Heavy weapons, but you must subtract 1 from its hit rolls when it does so.’","tags":[],"children":[]}]},{"text":"Page 66 – Heirlooms of the Regiments, Blessed Boltgun","level":5,"tags":["errata"],"children":[{"text":"Change this Heirloom to the following: ‘Blessed Bolt Pistol Two-dozen sisters of the Order of the Glowing Chalice have prayed over this holy bolt pistol.","tags":[],"children":[]},{"text":"9th Iotan Gorgonnes model equipped with a bolt pistol only.","tags":[],"children":[]},{"text":"This Relic replaces a bolt pistol and has the following profile: WEAPON RANGE TYPE S AP D Blessed bolt pistol 12\" Pistol 2 5 -2 2 Abilities: Each time you select a target for this weapon, you can ignore the Look Out, Sir rule. When resolving an attack made with this weapon against a Psyker unit, this weapon has a Damage characteristic of 3 for that attack.","tags":[],"children":[]}]},{"text":"Page 69 – Militarum Tempestus Stratagems,","level":5,"tags":["errata"],"children":[{"text":" Tactical Misdirection","tags":[],"children":[]},{"text":"Change the second sentence to read: ‘In your opponent’s next Shooting phase, when resolving an attack made by an enemy model against a unit other than that 55th Kappic Eagles unit, subtract 1 from the hit roll if that 55th Kappic Eagles unit is the closest visible unit from your army to that model and it is not within 1\" of any enemy models.’","tags":[],"children":[]}]},{"text":"*Page 74 – Cult Creeds, Agile Outriders","level":5,"tags":["errata"],"children":[{"text":" Change this Cult Creed to read: ‘If a Biker unit with this Cult Creed Advances, until the end of the turn, all models in that unit treat all Pistol and Rapid Fire weapons they are equipped with as Assault weapons.","tags":[],"children":[]},{"text":"Biker models with this Cult Creed do not suffer the penalty for Advancing and firing Assault weapons.’","tags":[],"children":[]}]},{"text":"*Page 74 – Cult Creeds, Thralls of the Patriarch","level":5,"tags":["errata"],"children":[{"text":" Change to read: ‘Each time a Morale test is failed for a unit with this Cult Creed, until the end of the phase, halve the number of models that flee that unit due to failed Combat Attrition tests (rounding fractions down).’ FAQs","tags":[],"children":[]}]},{"text":"Q: Does a rule that allows you to take a second Signature System from Codex: T’au Empire allow you to instead take a second Prototype Weapons System?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]},{"text":"Q: Do reactive countermeasures replace the model’s airbursting fragmentation projector?","level":5,"tags":["question"],"children":[{"text":"A: No. The ability gained is in addition to the weapon (which can be fired normally).","tags":[],"children":[]}]},{"text":"Q: Do accelerated-photon grenades replace the model’s photon grenades?","level":5,"tags":["question"],"children":[{"text":"A: No. The ability gained is in addition to the weapon (which can be fired normally).","tags":[],"children":[]}]},{"text":"Q: Does the cross-linked stabiliser jets Prototype Weapons System apply to all models in the unit, or just one?","level":5,"tags":["question"],"children":[{"text":"A: It applies to all models in the unit.","tags":[],"children":[]}]},{"text":"Q: How does the Hybridised Weaponry tenet apply to pulse blasters? Does it add 4\" to the maximum range of the weapon (so increasing long range to 19\"), or does it add 4\" to all the profiles (close, medium and long range)?","level":5,"tags":["question"],"children":[{"text":"A: It adds 4\" to the maximum range of the weapon (increasing long range to 19\").","tags":[],"children":[]}]},{"text":"Q: Does the Up-gunned tenet also improve the Armour Penetration characteristic of high-output burst cannons and longbarreled burst cannons?","level":5,"tags":["question"],"children":[{"text":"A: No.","tags":[],"children":[]}]},{"text":"Q: Are the hit roll modifiers from accelerated-photon grenades cumulative with those from photon grenades?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]},{"text":"Q: If a model with the Aggressive Footing ability shoots at a unit within 12\" that has zero markerlight counters on it, does it treat that unit as having one markerlight counter instead?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]},{"text":"Q: The Onager Gauntlet and Fusion Blades (melee) have slightly different abilities than those printed in Codex: T’au Empire. Is this on purpose?","level":5,"tags":["question"],"children":[{"text":"A: Yes, when wielded by the heroes of The Eight, use the slightly improved abilities for these weapons. Continue to use the rules as printed in Codex: T’au Empire if they are equipped on another Character. Q. Can the Full Payload Tank Ace ability be used to affect the mortal wound output of Deathstrike missiles?","tags":[],"children":[]},{"text":"A: No. Full Payload only affects the Damage characteristic of a weapon, not any abilities the weapon may have.","tags":[],"children":[]}]},{"text":"Q: Are units who have been ordered to Move! Move! Move! Considered to have Advanced for the purposes of the Wilderness Survivors Regimental Doctrine?","level":5,"tags":["question"],"children":[{"text":"A: Yes, they are considered to have Advanced.","tags":[],"children":[]}]},{"text":"Q: Are the Militarum Tempestus Regimental Doctrines taken in addition to the Storm Troopers Regimental Doctrine listed in Codex: Astra Militarum, or instead of it?","level":5,"tags":["question"],"children":[{"text":"A: They are taken instead of the Storm Troopers Regimental Doctrine in Codex: Astra Militarum. Note, if you wish to continue using your Militarum Tempestus Detachments as you currently have been, you can simply select the Storm Troopers Regimental Doctrine from page 65 in Psychic Awakening: The Greater Good.","tags":[],"children":[]}]}]}