{"text":"thousand sons FAQ","tags":["faq"],"children":[{"text":"Page 68 – Daemon Prince of Tzeentch","level":5,"tags":["errata"],"children":[{"text":" Add ‘Psyker’ to the keywords line.","tags":[],"children":[]}]},{"text":"Page 73 – Tzaangors, Wargear Options","level":5,"tags":["errata"],"children":[{"text":" Add the following bullet point: ‘• One Tzaangor can take an Icon of Flame (pg 90)’","tags":[],"children":[]}]},{"text":"Page 74 – Horrors, Power Rating","level":5,"tags":["errata"],"children":[{"text":" Change the Power Rating to read ‘4’.","tags":[],"children":[]}]},{"text":"Page 74 – Horrors, unit description","level":5,"tags":["errata"],"children":[{"text":" Change the second sentence to read: ‘It can include up to 10 additional Horrors (Power Rating +4) or up to 20 additional Horrors (Power Rating +8).’","tags":[],"children":[]}]},{"text":"Page 74 – Horrors, Abilities, Magic Made Manifest","level":5,"tags":["errata"],"children":[{"text":" Change this ability to read: ‘Magic Made Manifest: A unit of Horrors can attempt to manifest one psychic power in each friendly Psychic phase, and attempt to deny one psychic power in each enemy Psychic phase.","tags":[],"children":[]},{"text":"However, when you do so, only roll a single D6 for the Psychic test or Deny the Witch test, and use the result to determine the outcome. Note that this means the Horrors can’t roll a double 1 or 6 to suffer Perils of the Warp. In addition, if the unit manifests the Smite psychic power whilst it contains less than 10 Pink Horrors, it only inflicts 1 mortal wound rather than D3.’","tags":[],"children":[]}]},{"text":"*Page 79 – Chaos Spawn, Abilities, Mutated Beyond Reason, Designer’s Note","level":5,"tags":["errata"],"children":[{"text":"Change the last sentence to read: ‘Each has a points value of 23 (this includes all of its weapons).’","tags":[],"children":[]}]},{"text":"*Page 82 and 91 – Chaos Vindicator and Ranged Weapons list, demolisher cannon","level":5,"tags":["errata"],"children":[{"text":"Change Type characteristic to Heavy D6 and Abilities to ‘Blast’.","tags":[],"children":[]}]},{"text":"*Page 83 – Chaos Land Raider, Abilities, Daemonic","level":5,"tags":["errata"],"children":[{"text":" Machine Spirit Delete this ability.","tags":[],"children":[]}]},{"text":"Page 96 – Stratagems, Fire Frenzy, rules text","level":5,"tags":["errata"],"children":[{"text":" Change the first sentence to read: ‘Use this Stratagem in your Shooting phase, just before a Thousand Sons Helbrute from your army shoots.’","tags":[],"children":[]}]},{"text":"Page 96 – Stratagems, Cabalistic Focus","level":5,"tags":["errata"],"children":[{"text":" Change to read: ‘Use this Stratagem before attempting to manifest a psychic power with a Thousand Sons Psyker from your army that is within 6\" of at least two other friendly Thousand Sons Psyker units. Add 2 to the Psychic test.’","tags":[],"children":[]}]},{"text":"Page 96 – Stratagems, Killshot, rules text","level":5,"tags":["errata"],"children":[{"text":" Change the second sentence to read: ‘Add 1 to the wound rolls and damage for all of the Predators’ attacks that target Monsters or Vehicles this phase.’","tags":[],"children":[]}]},{"text":"*Page 97 – Boon of Tzeentch, Spawndom","level":5,"tags":["errata"],"children":[{"text":" Change the third sentence to the following: ‘If you do so, set up the Chaos Spawn within 6\" of the character and not within Engagement Range of any enemy units before removing them as a casualty.’","tags":[],"children":[]}]},{"text":"Page 97 – Stratagems, Warpflame Gargoyles, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the second sentence to read: ‘Pick a Thousand Sons Vehicle from your army (but not a Helbrute or Heldrake) and roll a D6 for each other unit (friend or foe) within 3\" of it, subtracting 2 from the roll if the unit being rolled for is a Character or Vehicle.’","tags":[],"children":[]}]},{"text":"*Page 98 – Stratagems, The Flesh-Change, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the fourth sentence to the following: ‘If you do so, set up the Chaos Spawn within 6\" of the character and not within Engagement Range of any enemy units before removing them as a casualty.’","tags":[],"children":[]}]},{"text":"*Page 101 – Dark Hereticus Discipline, Gift of Chaos, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the fourth sentence to read: ‘If a Character is destroyed by this power, you can add one Chaos Spawn to your army within 6\" of the character and not within Engagement Range of any enemy units before they are removed as a casualty.’","tags":[],"children":[]}]},{"text":"Page 101 – Discipline of Tzeentch, Bolt of Change rules text","level":5,"tags":["errata"],"children":[{"text":"Change the first sentence to read: ‘Bolt of Change has a warp charge value of 8.’","tags":[],"children":[]}]},{"text":"*Page 101 – Discipline of Tzeentch, Bolt of Change, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the fourth sentence to read: ‘If a Character is destroyed by this power, you can add a Chaos Spawn to your army within 6\" of the character and not within Engagement Range of any enemy units before they are removed as a casualty.’","tags":[],"children":[]}]},{"text":"Page 101 – Discipline of Tzeentch, Gaze of Fate, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the second sentence to read: ‘If manifested, until the end of the turn you can re-roll one single dice roll that you have rolled.’","tags":[],"children":[]}]},{"text":"Page 101 – Discipline of Tzeentch, Treason of Tzeentch, rules text","level":5,"tags":["errata"],"children":[{"text":"Change the third and fourth sentences to read: ‘If the result is greater than the character’s Leadership characteristic, until the end of the following Fight phase treat that character as if it were a friendly model from your army in your Shooting, Charge and Fight phases.’","tags":[],"children":[]}]},{"text":"*Page 101 – Warptime","level":5,"tags":["errata"],"children":[{"text":" Change the second sentence to read: ‘If manifested, pick a Heretic Astartes unit (excluding Aircraft) within 3\" of the psyker.’ FAQs","tags":[],"children":[]}]},{"text":"Q: Can a Tzaangor unit be equipped with both a brayhorn (from Codex: Thousand Sons) and an instrument of Chaos (from Index: Chaos)?","level":5,"tags":["question"],"children":[{"text":"A: No. The brayhorn and instrument of Chaos are intended to be the same wargear option with an updated name.","tags":[],"children":[]}]},{"text":"Q: If I select my Warlord for the Flesh Change Stratagem, can my opponent achieve any relevant victory conditions or objectives as a result of them being destroyed?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]},{"text":"Q: When a model’s datasheet states that it knows, for example, three psychic powers from the Discipline of Change and/or Dark Hereticus discipline, does this mean I can choose six psychic powers for them in total?","level":5,"tags":["question"],"children":[{"text":"A: No, it means you can choose three psychic powers for them, in one of the following combinations: 1) three from the Discipline of Change. 2) three from the Dark Hereticus discipline. 3) one from one discipline and two from the other.","tags":[],"children":[]}]},{"text":"Q: The Brotherhood of Sorcerers ability increases the range of psychic powers by 6\". If a psychic power has a secondary effect that has a range (such as Infernal Gateway, which has an initial range of 12\" but then affects all other units within 3\"), does the range increase apply to the initial range, the secondary range, or both?","level":5,"tags":["question"],"children":[{"text":"A: It only applies to the initial range; so in the case of Infernal Gateway, you would identify the nearest visible enemy model within 18\" of the psyker, rather than within 12\". That model’s unit and every other unit within 3\" of that model would then suffer D3 mortal wounds.","tags":[],"children":[]}]},{"text":"Q: Can I replace the Smite psychic power when using the Chaos Familiar Stratagem?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]},{"text":"Q: If I manifest the Gift of Chaos psychic power, and target a unit whose models have different Toughness characteristics, which one should I use?","level":5,"tags":["question"],"children":[{"text":"A: Use the highest Toughness characteristic in the target unit.","tags":[],"children":[]}]},{"text":"Q: How should Perils of the Warp be resolved against units led by an Aspiring Sorcerer or Scarab Occult Sorcerer?","level":5,"tags":["question"],"children":[{"text":"A: Any mortal wounds suffered are applied to Sorcerer’s unit, so can be applied to another model if you wish (if a model in that unit has already suffered any wounds, it must still be applied to this model first).","tags":[],"children":[]}]},{"text":"Q: If the Aspiring Sorcerer or Scarab Occult Sorcerer from a unit has been slain, is this unit still treated as being a Psyker?","level":5,"tags":["question"],"children":[{"text":"A: Yes. Designer’s Note: Whilst these units would not be able to manifest or deny any psychic powers, any abilities, objectives or effects which affect psykers are still likely to affect these warp-infused, animated suits of armour.","tags":[],"children":[]}]},{"text":"Q: Can the Killshot Stratagem be used to affect","level":5,"tags":["question"],"children":[{"text":" Hellforged Predators?","tags":[],"children":[]},{"text":"A: No. The Killshot Stratagem can only be used to affect models using the Chaos Predator datasheet.","tags":[],"children":[]}]},{"text":"Q: If a Character is being treated as part of the opponent’s army due to the Treason of Tzeentch psychic power, must units from that Character’s actual army fight it in the Fight phase if they are within Engagement Range of that Character?","level":5,"tags":["question"],"children":[{"text":"A: Yes.","tags":[],"children":[]}]}]}